[
  {
    "definition": "the feeling of having already dreamed something that is currently being experienced",
    "secret": "dejavu"
  },
  {
    "definition": "is the phenomenon of experiencing a situation that one recognizes in some fashion, but that nonetheless seems novel and unfamiliar. Opposite of dejavu.",
    "secret": "jamaisvu"
  },
  {
    "definition": "the action or habit of estimating something as worthless.(it's a long word)",
    "secret": "floccinaucinihilipilification"
  },
  {
    "definition": "a person is anyone whose behavior adds negativity and upset to your life",
    "secret": "toxic"
  },
  {
    "definition": "the process of making the application work on a target device, whether it be a test server, production environment or a user's computer or mobile device",
    "secret": "deploy"
  },
  {
    "definition": "a statement that explains the meaning of a word or phrase",
    "secret": "definition"
  },
  {
    "definition": "a piece of information that is only known by one person or a few people and should not be told to others",
    "secret": "secret"
  },
  {
    "definition": "a person, or an imaginary being or force that gives someone ideas and helps them to write, paint, or make music",
    "secret": "muse"
  },
  {
    "definition": "a piece of glass with a shiny, metal-covered back that reflects light, producing an image of whatever is in front of it",
    "secret": "mirror"
  },
  {
    "definition": "i hope you didn't forget to do this",
    "secret": "submit"
  },
  {
    "definition": "a small animal that lives in water and looks like a fish with four legs.",
    "secret": "axolotl"
  },
  {
    "definition": "a five-letter word each day game",
    "secret": "wordle"
  },
  {
    "definition": "a woman who rules a country because she has been born into a royal family",
    "secret": "queen"
  },
  {
    "definition": "a large bee that is covered with short hairs and makes a loud noise when it flies",
    "secret": "bumblebee"
  },
  {
    "definition": "an alcoholic drink made from apples",
    "secret": "cider"
  },
  {
    "definition": "an imaginary line drawn around the middle of the earth an equal distance from the North Pole and the South Pole",
    "secret": "equator"
  },
  {
    "definition": "an imaginary creature like a small human",
    "secret": "hobbit"
  },
  {
    "definition": "the code must be committed to a separate ** named as the task",
    "secret": "branch"
  },
  {
    "definition": "an imaginary creature like a horse with a single horn",
    "secret": "unicorn"
  },
  {
    "definition": "used in Edinburgh as a warning cry when it was customary to throw slops from the windows into the streets",
    "secret": "gardyloo"
  }
]